/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "page_title_enable": false,
        "page_content_enable": false
      }
    },
    "parallax-hero-ababd59b": {
      "type": "slideshow",
      "blocks": {
        "image_pgmdxz": {
          "type": "image",
          "settings": {
            "top_subheading": "",
            "title": "FAQs + Support",
            "title_size": 72,
            "subheading": "",
            "link": "",
            "link_text": "",
            "link_2": "",
            "link_text_2": "",
            "color_accent": "rgba(0,0,0,0)",
            "text_align": "vertical-center horizontal-center",
            "image": "shopify://shop_images/Sketchbook-Hosanna-Revival-Artist-Loft-042.jpg",
            "parallax_direction": "top",
            "overlay_opacity": 0
          }
        }
      },
      "block_order": [
        "image_pgmdxz"
      ],
      "settings": {
        "section_height": "450px",
        "mobile_height": "auto",
        "parallax": false,
        "style": "bars",
        "autoplay": true,
        "autoplay_speed": 7,
        "lazyload_images": false
      }
    },
    "text-columns-1591994278767": {
      "type": "text-columns",
      "blocks": {
        "shipping-fulfillment": {
          "type": "text_block",
          "settings": {
            "enable_image": false,
            "image_mask": "none",
            "image_width": 650,
            "title": "Shipping & Fulfillment",
            "text": "<p><strong>Shipping and Processing Time</strong></p><p>Hosanna Revival currently ships all orders from our warehouse located in Cincinnati, OH. Our small shipping team works hard to process your order quickly! Our typical turnaround time is 1-3 business days. In busy seasons our processing time can vary from 4-7 business days. We do not process orders on holidays or weekends. We appreciate your patience as we continue to grow as a small business.</p><p>All shipping estimates are calculated at checkout & depends on the shipping method you select. USPS Media Mail arrives within 2-4 weeks. Our fastest method is FedEx Express, which will deliver within 1-3 business days. Once the package leaves our warehouse we have no control over the delivery process. </p><p></p><p><strong>International Shipping</strong></p><p>Hosanna Revival is not responsible for any customs fees or duties incurred on international shipments as these are the responsibility of the purchaser. If your shipment is returned to us due to an unpaid customs invoice or incorrect address, shipping costs cannot be refunded. If your international order is lost in transit, Hosanna Revival will cover the cost of one additional shipment. If the order is lost more than once in transit, we will issue a refund of the order; you can then place a new order at any time. Please pay close attention to your tracking number and contact the shipping carrier if your shipment is on hold and awaiting a payment.a</p>",
            "button_label": "",
            "button_link": ""
          }
        },
        "missing-packages-warranty": {
          "type": "text_block",
          "settings": {
            "enable_image": false,
            "image_mask": "none",
            "image_width": 650,
            "title": "Missing Packages / Warranty",
            "text": "<p><strong>Lost/Missing Packages</strong></p><p>If you have a package that was marked as delivered but you have not yet received it, no worries! Sometimes carriers will mark an order/package as delivered before it actually arrives. We completely understand how confusing this can be. Please check all possible entrances on your property, check with neighbors, and contact your local carrier to see if they have any more information regarding delivery<em> before</em> contacting us. If you cannot find your order after 48 hours, please reach out to <a href=\"mailto:support@hosannarevival.com\"><span style=\"text-decoration:underline\">support@hosannarevival.com</span></a> so we can further assist!</p><p>Please note: Once an international shipment has been marked as \"delivered,\" we are no longer responsible for the particular package.</p><p><em>(Hosanna Revival is not responsible for refunding or reshipping lost orders due to an incorrect address provided at checkout.)</em></p><p><strong>NEED TO RETURN AN ITEM? PLEASE </strong><a href=\"/pages/returns\" title=\"Returns\"><strong>CLICK HERE</strong></a><strong>.</strong></p><p><strong>NEED HELP WITH YOUR ORDER?<br/></strong>Send an email to <a href=\"mailto:support@hosannarevival.com\" title=\"mailto:support@hosannarevival.com\">support@hosannarevival.com </a></p>",
            "button_label": "",
            "button_link": ""
          }
        }
      },
      "block_order": [
        "shipping-fulfillment",
        "missing-packages-warranty"
      ],
      "custom_css": [
        "h2{text-align:center;}"
      ],
      "settings": {
        "title": "FAQs and Customer Support",
        "align_text": "left",
        "divider": false
      }
    },
    "faq_jCNdBy": {
      "type": "faq",
      "blocks": {
        "question_AbYGb6": {
          "type": "question",
          "settings": {
            "title": "Are my items from the bumped & bruised sale eligible for returns?",
            "text": "<p>No—all items from our bumped & bruised sale are final sale. We will not accept any returns from this sale!</p>"
          }
        },
        "question_47a05574": {
          "type": "question",
          "settings": {
            "title": "What are your hours of communication?",
            "text": "<p>We operate 8:00am - 4:00pm ET Monday - Friday. We do not ship on the weekends or after normal business hours. If orders are placed after business hours, processing time will begin when we return to the office.</p>"
          }
        },
        "question_99f8f95e": {
          "type": "question",
          "settings": {
            "title": "What Bible versions do you offer?",
            "text": "<p>Our Bible designs are available in the English Standard Version (ESV), Christian Standard Bible (CSB), King James Version (KJV), and New Living Translation (NLT). <a href=\"https://www.youtube.com/watch?v=jkWQ2ry3meI\">Watch this video</a> to learn more about the translations we offer.</p>"
          }
        },
        "question_a42083b4": {
          "type": "question",
          "settings": {
            "title": "Can Bible designs and translations be switched?",
            "text": "<p>No; our designs are specific to each translation, so they cannot be switched between translations. However, some are very similar or may be available in another translation at a later time.</p>"
          }
        },
        "question_84c97ddb": {
          "type": "question",
          "settings": {
            "title": "What pen should I use to write in my Bible?",
            "text": "<p>The pages are durable and many pens will work just fine. These are two of our favorites: our favorite black pens to use are Pilot G2 pens. For color, we love Micron Fine Liners.</p>"
          }
        },
        "question_f74129a0": {
          "type": "question",
          "settings": {
            "title": "Do you offer other discounts/sales?",
            "text": "<p>From time to time we offer promotions that align with holidays or milestones. We will post them on our Instagram. Follow us there!</p>"
          }
        },
        "question_bc7adb10": {
          "type": "question",
          "settings": {
            "title": "Do you offer bulk discounts?",
            "text": "<p>Yes! If you are looking for larger quantities to resell in your shop or to sell at an event, fill out our Wholesale Application. We would love to talk about working together! If you are looking for medium quantities for a small group or Bible study, check out our discounted bundles.</p>"
          }
        },
        "question_XfCY3i": {
          "type": "question",
          "settings": {
            "title": "Does the free shipping promotion apply to Hawaii & Alaska?",
            "text": "<p>So sorry, free shipping is available in the contiguous 48 states only!</p>"
          }
        },
        "question_BNVkCc": {
          "type": "question",
          "settings": {
            "title": "My cart isn’t saying I have free shipping. Why?",
            "text": "<p>When we offer sales and promotions on free shipping, the minimum is always $10. Make sure your purchases match that criteria!</p>"
          }
        },
        "question_Hgw6EW": {
          "type": "question",
          "settings": {
            "title": "Do you offer free shipping on international orders?",
            "text": "<p>At this time we only offer promotions on domestic shipping.</p>"
          }
        },
        "question_dRVCiJ": {
          "type": "question",
          "settings": {
            "title": "I ordered at 11:50 MT ~ how did I miss the sale?",
            "text": "<p>So sorry, our sale times are always communicated in ET. We do not offer price adjustments at this time.</p>"
          }
        },
        "question_bYC9b7": {
          "type": "question",
          "settings": {
            "title": "My code isn’t working, why?",
            "text": "<p>Our website permits the use of only one code per transaction, and multiple discount codes cannot be applied to a single order. Additionally, each customer is limited to using a code only once; once it's utilized, it cannot be reused.</p>"
          }
        },
        "question_pWmzPM": {
          "type": "question",
          "settings": {
            "title": "Will my discount code take currency into consideration?",
            "text": "<p>All promotional offerings are denominated in USD currency. While we provide various currency options, we kindly request that you take into consideration any potential disparities during the checkout process.</p>"
          }
        },
        "question_825c7603": {
          "type": "question",
          "settings": {
            "title": "Do you offer price adjustments?",
            "text": "<p>We are unable to make price adjustments for products purchased before or after the sale/discount period.</p>"
          }
        },
        "question_33105f6d": {
          "type": "question",
          "settings": {
            "title": "Are your stickers waterproof?",
            "text": "<p>Yes! Our stickers are made from a highly durable transparent vinyl with a matte finish. Our stickers are 3 millimeters thick. They will do just fine on the back of your car or on your water bottle.</p>"
          }
        },
        "question_689d9e8b": {
          "type": "question",
          "settings": {
            "title": "Do you still hand-paint Bibles?",
            "text": "<p>Yes! Our founder Katie selects a handful of submissions a few times per year. Click here for more information.</p>"
          }
        },
        "question_HQKCBa": {
          "type": "question",
          "settings": {
            "title": "What if I received a damaged item?",
            "text": "<p>If you receive a damaged product, we want to know! We would love to make this right, please reach out to our Customer Service team at support@hosannarevival.com within 30 days of receiving the package. Replacements or refunds for orders are determined on a case by case basis.</p>"
          }
        },
        "question_iNLyG8": {
          "type": "question",
          "settings": {
            "title": "The gold artwork on my Bible has started to flake off ~ can you help?",
            "text": "<p>Sadly we do not offer a warranty on our foiling. The nature & process of foiling is delicate and is subject to wear and tear. That being said, this is not a common complaint, and most of our customers enjoy their foiled products for years to come!</p>"
          }
        },
        "question_61782c78": {
          "type": "question",
          "settings": {
            "title": "Looking for custom bible info?",
            "text": "<p>If you have questions about custom Bibles, please click here for more info.</p>"
          }
        }
      },
      "block_order": [
        "question_AbYGb6",
        "question_47a05574",
        "question_99f8f95e",
        "question_a42083b4",
        "question_84c97ddb",
        "question_f74129a0",
        "question_bc7adb10",
        "question_XfCY3i",
        "question_BNVkCc",
        "question_Hgw6EW",
        "question_dRVCiJ",
        "question_bYC9b7",
        "question_pWmzPM",
        "question_825c7603",
        "question_33105f6d",
        "question_689d9e8b",
        "question_HQKCBa",
        "question_iNLyG8",
        "question_61782c78"
      ],
      "custom_css": [],
      "settings": {
        "title": "Frequently Asked Questions"
      }
    }
  },
  "order": [
    "main",
    "parallax-hero-ababd59b",
    "text-columns-1591994278767",
    "faq_jCNdBy"
  ]
}
