/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {}
    },
    "hero_video_ANVyba": {
      "type": "hero-video",
      "settings": {
        "video_url": "https://cdn.shopify.com/videos/c/o/v/c843a9d1c00c4e10b3ebaa997f9f7223.mp4",
        "section_height": "750px",
        "mobile_height": "auto"
      }
    },
    "slideshow": {
      "type": "slideshow",
      "blocks": {
        "slideshow-0": {
          "type": "image",
          "settings": {
            "image": "shopify://shop_images/Hosanna-Revival-Team-Photos-1_f8a8a01b-642b-4799-b04f-bbd69cf48da7.jpg",
            "parallax_direction": "top"
          }
        }
      },
      "block_order": ["slideshow-0"],
      "settings": {
        "section_height": "natural",
        "mobile_height": "auto",
        "parallax": false
      }
    },
    "rich-text": {
      "type": "rich-text",
      "blocks": {
        "heading": {
          "type": "heading",
          "settings": {
            "title": "Our Mission"
          }
        },
        "text": {
          "type": "text",
          "settings": {
            "text": "<p>We exist to excite people about engaging in Scripture by creating beautiful and intentional tools for their lives.</p>"
          }
        }
      },
      "block_order": ["heading", "text"],
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "color_bg": "rgba(0,0,0,0)",
        "color_text": "#af8548",
        "space_above": 75,
        "space_below": 75
      }
    },
    "team_member_bios_ayLpAY": {
      "type": "team-member-bios",
      "blocks": {
        "team_member_PMJYnJ": {
          "type": "team_member",
          "settings": {
            "enable_image": true,
            "image": "shopify://shop_images/05-Ben-Hosanna-Revival-Team.jpg",
            "image_width": 300,
            "title": "Ben",
            "text": "<p>Ben joined the Hosanna team in May of 2020 as an intern. Now, as the Director of Commercial Operations, Ben oversees Hosanna Revival's presence in retail locations across the globe and manages a lot of the day-to-day tasks of the production & supply chain process. Ben’s relationship with the Lord really took off when he arrived at the University of Cincinnati. It was there that he found a real, genuine Jesus-loving community to do life with. Ben enjoys teaching others about the infinite depths of the Lord and is passionate about the local church. Off the clock, you'll either find Ben consuming (too much) caffeine, playing golf or tennis, or eating tacos with his beautiful wife, Lily.<br/><em>(see </em><a href=\"https://www.bible.com/bible/111/GEN.49.27.NIV\" target=\"_blank\" title=\"https://www.bible.com/bible/111/GEN.49.27.NIV\"><em>Genesis 49:27</em></a><em> for Ben's true bio)</em></p>"
          }
        },
        "team_member_PEhtdX": {
          "type": "team_member",
          "settings": {
            "enable_image": true,
            "image": "shopify://shop_images/Hosanna-Revival-Team-Photos-40.jpg",
            "image_width": 300,
            "title": "Malory",
            "text": "<p>Malory is the director of publishing at Hosanna Revival. She lives in Cincinnati, Ohio with her husband and two sons. Malory met the Lord her freshman year of high school when the weight of sin and the gift of grace were explained in a way that made sense for the first time. Over the years of following Christ, she has fallen in love with the Word of God and is passionate about creating space for women in all walks of faith to open the Bible and process its words together to build biblical literacy. On an average day, you can find her taking a long walk, raiding the public library for her next good read, or drinking iced coffee.</p>"
          }
        },
        "team_member_Katie": {
          "type": "team_member",
          "settings": {
            "enable_image": true,
            "image": "shopify://shop_images/01-Katie-Hosanna-Revival-Team_ec2c9ed9-1b44-424d-843d-62999430e099.jpg",
            "image_width": 300,
            "title": "Katie",
            "text": "<p>Katie founded Hosanna Revival in 2015, after re-binding and painting her Bible. She pictured how a beautiful Bible could draw someone in—leading them to know God through his Word. This blossomed into the beautiful ministry we now know as Hosanna Revival. Ten years later, Katie continues to lead the team, spending her days designing new products, leading the marketing team, and fostering a creative and intentional company culture. She hopes to glorify the Lord in her work and life—and help women find honesty and peace in their walk with Jesus. Outside of work, Katie cares for her baby boy Louie, her big dog Frank, and her kind husband Nick. Hobbies include but are not limited to: trying creative recipes, hunting for antique art, planning trips, doing puzzles, and writing cards.</p>"
          }
        },
        "team_member_Nick": {
          "type": "team_member",
          "settings": {
            "enable_image": true,
            "image": "shopify://shop_images/02-Nick-Hosanna-Revival-Team_878b5802-3ec7-4731-822d-459f9372560c.jpg",
            "image_width": 300,
            "title": "Nick",
            "text": "<p>Days before marrying Katie, Nick left the corporate world and joined the team on a mission to grow Hosanna Revival. He oversees production, finances, and operations with the primary goal of responsibly stewarding the resources God so graciously gives Hosanna Revival. His walk with the Lord started when he was a freshman in high school. A friend of his swooped in during a time of need, cared for him, and showed him the genuine love of Christ. Nick loves studying and teaching the Word of God, playing tennis, and riding bikes with his friends. He loves new food and proudly considers himself a corn dog enthusiast.</p>"
          }
        }
      },
      "block_order": [
        "team_member_PMJYnJ",
        "team_member_PEhtdX",
        "team_member_Katie",
        "team_member_Nick"
      ],
      "settings": {
        "title": "Our Team",
        "align_text": "center"
      }
    }
  },
  "order": [
    "main",
    "hero_video_ANVyba",
    "slideshow",
    "rich-text",
    "team_member_bios_ayLpAY"
  ]
}
